parisaradha_kathe_3 = " ಅನಂತತೆ, ಲೀನವಾಗಿದೆ, ಸೋಜಿಗ, ಆನುಷಂಗಿಕ, ಗೋಜಿಗೆ, ನಿಶಿದ್ಧ, ಕಟ್ಟಳೆ, ಕಟ್ಟಾ, ಜಾತ್ಯಾತೀತ, " \
                      "ಧೋರಣೆ, ತಳೆ, ತಾತ್ವಿಕವಾಗಿ, ಚರಾಚರ, ಸರ್ವಭಕ್ಷಕ, ಸಂಕ್ಷಿಪ್ತವಾಗಿ, ಪಂಥಿ, ನಿಸ್ಸಂಶಯವಾಗಿ, ಎಕ್ಕುಟ್ಟಿ ಹೋಗು, " \
                      "ಸ್ವಾರಸ್ಯ, ಪುಳ್ಚಾರಿ ಊಟ, ಬೇಳೆತೊವ್ವೆ, ಜುಗುಪ್ಸೆ, ಸಂಚು, ಮುನ್ನುಡಿ, ತುರ್ತುಪರಿಸ್ಥಿತಿ, ಆರೋಪಿಸು, ಕರಾರುವಾಕ್ಕಾಗಿ, " \
                      "ಮನದಟ್ಟಾಗಿ, ಧಡಾಕಿ, ಸಲಾಕಿ, ಗಡಚಿಕ್ಕುವಂಥ, ಆಸ್ಫೋಟನೆ, ದಟ್ಟಣಿ, ಅಸಂಖ್ಯಾತ, ಕಾಡು ಕೋಳಿ, ಕಾಡು ಕುರಿ, " \
                      "ಕಾಡು ಹಂದಿ, ತರುವಾಯ, ನಿಟ್ಟುಸಿರು, ಶೋಕ, ಹರಟೆ, ತಾರೆ ಮರ, ವ್ಯೂಹ, ವ್ಯತಿರಿಕ್ತ, ಸೆಖೆ, ಬಿಕಾರಿ, ಕಾರ್ಪಣ್ಯ, " \
                      "ವಾಟೆ ಬಿದಿರು, ಚಿಟ್ಟು ಕೋಳಿ, ಬೇಗೆ, ಇಂಗು, ವಾಟೆ ಬೊಂಬಿನ ಬಲೆ-ಬಲೆ ನೆರಳು, ಪ್ರಚೋದಿಸು, ಗುರುಗುಟ್ಟುತ್ತ, " \
                      "ಮಗ್ಗುಲಿಗೆ, ತಾರಸ್ವರ, ಶಿಲಾಮೂರ್ತಿ,ಸಂಜ್ಞೆ, ಎರಡು ಮಾರು, ಕೌಚಿ, ನಾಗಲೋಟ, ಹಠಾತ್ತನೆ, ಕ್ಷಣಾರ್ಧದಲ್ಲಿ, " \
                      "ಸಾಮರ್ಥ್ಯ, ಮೇರೆ ಮೀರಿ, ಅಸಹನೆ, ನಿರಾಶೆ, ಆಚೆಮಗ್ಗಲು, ಕಾರ್ಯಶೀಲ, ಚರ್ಯೆ, ಪಿಸುಮಾತು, ಶವಸದೃಶ, ಗಂಧಕ"

res = parisaradha_kathe_3.split(",")
ress= []
for char in res:
    if char[0] == " ":
        ress.append(char[1:])
    else:
        ress.append(char)

print(ress)
# print(ress[0])  # correct
# print(res[0])

ress.sort()
print(ress, end=" ")

for _ in ress:
    print(_)